Repository: morovach/autonewdeal
Catalog: automotive-premium/languages/*.po
Languages: es_es

source: Category
es_es: Categoría

source: Hide in Search Module.
es_es: Escóndete en Módulo de búsqueda:

source: and insert the alphanumeric key in the input field.
es_es: e insertar la clave alfanumérica en el campo de entrada.

source: has successfully imported
es_es: ha importado con éxito

source: images in gallery
es_es: Imágenes en Galería

source: listings as
es_es: Mostrar listdos como:

source: listings that were skipped because they already exist from a previous import.
es_es: anuncios que fueron omitidos porque ya existen de una importación anterior.

source: status under Inventory.
es_es: estado bajo inventario.

source: to obtain your API key
es_es: para obtener tu clave de API

source: to see your imported listings.
es_es: para ver tus anuncios importados.

source: % Comments
es_es: % Commentarios

source: %s Form & PayPal Configuration
es_es: %s Configuración de PayPal

source: %s Theme Options
es_es: Opciones del Tema %s

source: 1. Name this import schedule.
es_es: 1. nombre de este programa de importación.

source: 1. Select the type of file to import.
es_es: 1. Seleccione el tipo de archivo a importar.

source: 2. Schedule Status.
es_es: 2. Estado del Programa

source: 2. Select your file and click Upload File
es_es: Seleccionar el archivo para cargar

source: 3. Click continue to map your fields.
es_es: 3. Haga clic en continuar para asignar los campos.

source: 3. Select the type of file to import.
es_es: 3. Seleccione el tipo de archivo a importar.

source: 4. Specify frequency of scheduler (hours)
es_es: 4. Especifique la Frecuencia

source: 404 Page Not Found!
es_es: 404 Página no encontrada!

source: 5. Specify your file URL
es_es: 5. Especificar la URL de su archivo

source: 6. Click continue to map your fields.
es_es: 3. Haga clic en continuar para asignar los campos.

source: <strong>Enter Vehicle Specifications title:</strong> <br/>(leave empty to hide)
es_es: <strong> Introduzca el título por segundo módulo: </ strong> <br/> (dejar en blanco para ocultar)

source: <strong>Enter title for fourth module:</strong> <br/>(leave empty to hide)
es_es: <strong>Introduzca el título de cuarto módulo:</strong> <br/>(dejar en blanco para ocultar)

source: <strong>Enter title for second module:</strong> <br/>(leave empty to hide)
es_es: <strong> Introduzca el título por segundo módulo: </ strong> <br/> (dejar en blanco para ocultar)

source: API Key Updated!
es_es: API Key actualizado!

source: Accordion widget in listing page
es_es: Widget de acordeón en el listado de la página

source: Action
es_es: Acción

source: Active
es_es: Activo

source: Add New Features
es_es: Añadir características

source: Add New Location
es_es: Agregar Nueva Ubicación

source: Add New Make & Model
es_es: Añadir nueva marca y modelo

source: Add New Vehicle
es_es: Añadir nuevo Vehículo

source: Add all Automotive widgets here
es_es: Añadir widgets automotrices aquí

source: Address:
es_es: Dirección:

source: All Features
es_es: Todas las Características

source: All Locations
es_es: Ubicaciones

source: All Make & Models
es_es: Todos las marcas & modelos

source: Anti Theft Alarm System
es_es: Anti sistema de alarma de robo

source: Anti Theft Alarm System:
es_es: Anti sistema de alarma de robo:

source: Antilock Braking System
es_es: Sistema de frenos antibloqueo

source: Antilock Braking System:
es_es: Sistema de frenos antibloqueo:

source: Any price
es_es: Cualquier precio

source: Appearance
es_es: Apariencia

source: Audio Control on Steering Wheel
es_es: Control de audio en volante

source: Audio Control on Steering Wheel:
es_es: Control de audio en volante

source: Auto Dimming Rearview Mirror
es_es: Auto espejo retrovisor con atenuación:

source: Auto Dimming Rearview Mirror:
es_es: Auto espejo retrovisor con atenuación:

source: Automatic
es_es: Automático

source: Automatically add paragraphs
es_es: Añadir párrafos automáticamente

source: Automotive Search Options Setup
es_es: Configuración de opciones de búsqueda automotriz

source: Automotive Sidebar
es_es: Barra lateral automotriz

source: Automotive Top Deals
es_es: Ofertas Top automotivas

source: Automotive by
es_es: Automotriz por

source: Automotive: Featured Vehicles Module
es_es: Automotriz: Módulo de vehículos recomendados

source: Automotive: Loan Calculator
es_es: Automotriz: Calculadora de préstamo

source: BACK TO TOP
es_es: Volver arriba.

source: Bore
es_es: Diámetro:

source: Bore:
es_es: Diámetro:

source: Braking Assist
es_es: Sistema de frenos antibloqueo

source: Braking Assist:
es_es: Sistema de frenos antibloqueo

source: Business phone number in header
es_es: Número de teléfono en Cabecera

source: Buttons Background Color
es_es: Color de fondo de los botones

source: Buttons background color
es_es: Color de fondo de los botones

source: Camshaft
es_es: Árbol de levas

source: Camshaft:
es_es: Árbol de levas:

source: Car Dealer Import Primary Key
es_es: bImportación clave principal

source: Car Dealer Meta Fields
es_es: Meta campos

source: Car Dealer Photo Gallery
es_es: Galería de Fotos

source: Car Dealer Post Title
es_es: Título de la publicación

source: Car Dealer Taxonomy
es_es: Taxonomía

source: Car Dealer XML-CSV Batch Vehicle Import
es_es: Importar CSV XML

source: Car Dealer XML-CSV Batch Vehicle Import Scheduler
es_es: Importar CSV XML Programada

source: Car Dealer XML-CSV Batch Vehicle Import Schedules
es_es: Programas para Importar CSV XML

source: Carfax Parner ID
es_es: Carfax Socio ID:

source: Carfax Partner ID:
es_es: Carfax Socio ID:

source: Cargo Area Power Outlet
es_es: Toma de corriente de carga área:

source: Cargo Area Power Outlet:
es_es: Toma de corriente de carga área:

source: City
es_es: Ciudad

source: City (Select State First)
es_es: Ciudad

source: Clear form
es_es: Limpiar formulario

source: Click here to setup your VIN Decoder
es_es: Haga clic aquí para configurar tu decodificador de VIN

source: Comments
es_es: Comentários

source: Comments are closed.
es_es: Los comentarios están desactivados

source: Compression Ratio
es_es: Radio de compresión

source: Compression Ratio:
es_es: Relación de compresión:

source: Condition
es_es: Condición

source: Condition:
es_es: Condición:

source: Contact Us
es_es: Contáctanos

source: Contact:
es_es: Contacto:

source: Convertibles
es_es: Descapotable

source: Copy & Paste the generated code into your Craigslist ad.
es_es: Copiar y pegar el código generado en su anuncio de Craigslist.

source: Craigslist Code:
es_es: Código de Craigslist:

source: Crossovers
es_es: Crossover

source: Cruise Control
es_es: Control de velocidad

source: Cruise Control on Steering Wheel
es_es: Control de crucero en volante

source: Cruise Control on Steering Wheel:
es_es: Control de crucero en el volante:

source: Cruise Control:
es_es: Control de crucero

source: Curb Weight
es_es: Peso de encintado

source: Curb Weight:
es_es: Peso del encintado:

source: Currency:
es_es: Moneda:

source: Cylinders
es_es: Cilindros

source: Cylinders:
es_es: Cilindros:

source: Dashboard
es_es: Tablero

source: Date Created
es_es: Fecha de Creación:

source: Date Last Processed
es_es: Fecha de procesamiento

source: Date Updated
es_es: Fecha de Actualización

source: Deal of the Week
es_es: Oferta de la semana

source: Delete
es_es: Eliminar

source: Description
es_es: Descripción

source: Description:
es_es: Descripcion:

source: Diesel Engines
es_es: Motores diésel

source: Directions
es_es: Direcciones

source: Down Payment:
es_es: Anticipo:

source: Drive
es_es: Conducción

source: Drive:
es_es: Conducción:

source: EPA City MPG.
es_es: Consumo Urbano

source: EPA City MPG:
es_es: Consumo Urbano

source: EPA Highway MPG.
es_es: Consumo Interurbano

source: EPA Highway MPG:
es_es: Consumo Interurbano

source: EPA Mileage
es_es: EPA Millas:

source: Edit Features
es_es: Editar características

source: Edit Locations
es_es: Editar ubicaciones

source: Edit Make & Model
es_es: Editar marca y modelo

source: Edit Vehicle
es_es: Editar Vehículo

source: Edmunds Developer Portal
es_es: Portal de desarrolladores de Edmunds

source: Edmunds Public API Key
es_es: Clave de API pública de Edmunds

source: Email
es_es: Correo electronico

source: Engine Size
es_es: Tamaño del motor

source: Engine Size:
es_es: Tamaño del motor:

source: Engine Tye:
es_es: Motor

source: Engine Type
es_es: Tamaño del motor

source: Enter Anti Theft Alarm System
es_es: Anti sistema de alarma de robo:

source: Enter Antilock Braking System
es_es: Sistema de frenos antibloqueo:

source: Enter Audio Control on Steering Wheel
es_es: Control de audio en volante

source: Enter Auto Dimming Rearview Mirror
es_es: Entrar en espejo retrovisor de atenuación automática

source: Enter Braking Assist
es_es: Sistema de frenos antibloqueo

source: Enter Carfax partner ID to offer free reports with your vehicle.
es_es: Introduzca el ID de asociado de Carfax para ofrecer informes gratis con su vehículo.

source: Enter Cargo Area Power Outlet
es_es: Toma de corriente de carga área:

source: Enter Cruise Control
es_es: Control de velocidad

source: Enter Cruise Control on Steering Wheel
es_es: Introducir Control de crucero en el volante

source: Enter EPA City MPG.
es_es: Consumo Urbano

source: Enter EPA Highway MPG.
es_es: Consumo Interurbano

source: Enter First Row Power Outlet
es_es: Toma de corriente de primera fila:

source: Enter First Row Vanity Mirrors
es_es: Espejos de vanidad delanteros:

source: Enter Folding Second Row Seats
es_es: Asientos de segunda fila plegable:

source: Enter Front Air Conditioning
es_es: Aire acondicionado delantero

source: Enter Front Brake Type
es_es: Tipo de freno delantero

source: Enter Front Suspension Type
es_es: Tipo de suspensión delantera

source: Enter Heated Driver Side Mirror
es_es: Espejo lateral izquierda

source: Enter Heated Passenger Side Mirror
es_es: Espejo lateral derecho

source: Enter Independent Suspension
es_es: Entrar suspensión independiente

source: Enter Maximum Cargo Capacity Suspension
es_es: Suspensión capacidad de carga máxima

source: Enter Passenger Airbags
es_es: Airbag de pasajero:

source: Enter Power Door Locks
es_es: Cierre centralizado

source: Enter Rear Brake Diameter
es_es: Diámetro del freno trasero:

source: Enter Rear Suspension Type
es_es: Suspension trasera

source: Enter Roof Rack
es_es: Portaequipajes

source: Enter Running Boards
es_es: Estribos

source: Enter Trailer Hitch
es_es: Enganche de remolque

source: Enter Trailer Wiring
es_es: Cableado de remolque

source: Enter VIN number
es_es: Ingrese número de VIN

source: Enter Vehicle Year, Make & Model
es_es: Ingrese el año del vehículo, marca y modelo

source: Enter exterior color
es_es: Color Exterior del vehículo

source: Enter interior color
es_es: Color interior del vehículo

source: Enter keywords...
es_es: Buscar…

source: Enter listing title
es_es: Título del anuncio

source: Enter number here...
es_es: Introduzca número

source: Enter number of cylinders.
es_es: Número de cilindros.

source: Enter the Vehicle Type.
es_es: Introduzca el tipo de vehículo.

source: Enter the full vehicle price without commas or dots.
es_es: Introduzca el precio del vehículo completo sin comas o puntos.

source: Enter title for third module:</strong> <br/>(leave empty to hide)
es_es: Introduzca el título de tercer módulo: </ strong> <br/> (dejar en blanco para ocultar)

source: Enter vehicle condition.
es_es: Ingrese el estado del vehículo.

source: Enter vehicle curb weight
es_es: Introduzca el peso del encintado del vehículo

source: Enter vehicle drive
es_es: Introduzca el tipo de transmisión del vehículo.

source: Enter vehicle drive type.
es_es: Introduzca el tipo de transmisión del vehículo.

source: Enter vehicle engine size.
es_es: Introduzca el tamaño del motor del vehículo.

source: Enter vehicle engine type.
es_es: Introduzca el tipo de motor del vehículo.

source: Enter vehicle exterior color.
es_es: Introduzca el color exterior del vehículo.

source: Enter vehicle fuel capacity.
es_es: Entrar en capacidad del combustible del vehículo.

source: Enter vehicle head room.
es_es: Introduzca la altura de cabecera de vehículo.

source: Enter vehicle height.
es_es: Introduzca la altura del vehículo.

source: Enter vehicle horsepower.
es_es: Introduzca la potencia del vehículo.

source: Enter vehicle identification number.
es_es: Introduzca el número de identificación del vehículo.

source: Enter vehicle interior color.
es_es: Introduzca el color interior del vehículo.

source: Enter vehicle leg room
es_es: Entrar en espacio para las piernas vehículo

source: Enter vehicle mileage.
es_es: Millaje del vehículo.

source: Enter vehicle miles
es_es: Entrar millas

source: Enter vehicle overall length
es_es: Ingrese longitud de vehículo

source: Enter vehicle price
es_es: Introduzca el precio del vehículo

source: Enter vehicle seating capacity
es_es: Introducir la capacidad de asientos del vehículo

source: Enter vehicle stock number.
es_es: Introduzca el número de stock del vehículo.

source: Enter vehicle tires.
es_es: Entrar neumáticos del vehículo.

source: Enter vehicle transmission type.
es_es: Introduzca el tipo de transmisión del vehículo.

source: Enter vehicle wheelbase
es_es: Entrar en distancia entre ejes de vehículo

source: Enter vehicle width
es_es: Introduzca la anchura del vehículo

source: Enter vehicle year.
es_es: Escriba el año del vehículo.

source: Enter your e-mail
es_es: Introduce tu correo electrónico

source: Enter your first name
es_es: Ingresa tu primer nombre

source: Enter your full alphanumeric key.
es_es: Introduzca su código alfanumérico completo.

source: Enter your last name
es_es: Ingrese su apellido

source: Enter your phone number
es_es: Introduzca su número de teléfono.

source: Epa Mileage:
es_es: EPA Millas:

source: Facebook Profile
es_es: Perfil de Facebook

source: Featured
es_es: Destacado

source: Featured Post
es_es: Artículos Destacado

source: Featured Vehicles
es_es: Vehículos Destacados

source: Featured Vehicles Module in Single Listing Page
es_es: Módulo de vehículos recomendados en la página de listado único

source: Featured vehicles widget
es_es: Widget de vehículos recomendados

source: Featured:
es_es: Destacado:

source: Features
es_es: Caracteristicas

source: Features:
es_es: Características:

source: Fields
es_es: Campos

source: File
es_es: Archivo

source: File Import Fields
es_es: 1. Seleccione el tipo de archivo a importar.

source: Filter By Stock Number
es_es: Filtrar por número de Stock

source: Find by Vehicle Type
es_es: Buscar por tipo de vehículo

source: First Row Power Outlet
es_es: Toma de corriente de primera fila:

source: First Row Power Outlet:
es_es: Toma de corriente de primera fila:

source: First Row Vanity Mirrors
es_es: Espejos de vanidad delanteros:

source: First Row Vanity Mirros:
es_es: Espejos de vanidad delanteros:

source: First name
es_es: Primer nombre

source: Folding Second Row Seats
es_es: Segunda fila de asientos plegables

source: Folding Second Row Seats:
es_es: Asientos de segunda fila plegable:

source: Footer
es_es: Pié de la Página

source: Footer widgets
es_es: Widget de Pie de Página

source: Front Air Conditioning
es_es: Aire acondicionado delantero

source: Front Air Conditioning:
es_es: Aire acondicionado delantero

source: Front Brake Type
es_es: Tipo de freno delantero

source: Front Brake Type:
es_es: Tipo de freno delantero:

source: Front Suspension Type
es_es: Tipo de suspensión delantera

source: Fuel Capacity
es_es: Capacidad de combustible:

source: Fuel Capacity:
es_es: Capacidad de combustible:

source: Go to
es_es: Ve a

source: Google+ Profile
es_es: Perfil de Google+

source: Head Room
es_es: Espacio para la cabeza:

source: Head Room:
es_es: Espacio para la cabeza:

source: Header Phone Number
es_es: Teléfono del Encabezado

source: Headers Color
es_es: Color de cabeceras

source: Headers Text Color
es_es: Color del texto de los encabezados

source: Heated Driver Passenger Mirror
es_es: Espejo calefaccionado de pasajero

source: Heated Driver Passenger Mirror:
es_es: Espejo calefaccionado de pasajero:

source: Heated Driver Side Mirror
es_es: Espejo calefaccionado de conductor

source: Heated Driver Side Mirror:
es_es: Espejo calefaccionado de conductor:

source: Height
es_es: Altura

source: Height:
es_es: Altura:

source: Hide in Search Module.
es_es: Esconder en Módulo de búsqueda.

source: Hierarchy
es_es: Jerarquía

source: Homepage Slideshow
es_es: Slideshow de página principal

source: Horsepower
es_es: Hp

source: Horsepower:
es_es: Hp

source: Hybrids
es_es: Híbridos

source: I would like to request more information about your
es_es: Me gustaría solicitar más información acerca de su

source: If YES selected the image of this post will be displayed in the home slideshow.
es_es: Si selecciona Sí la imagen de este post se mostrará en el carousel

source: If yes this Vehicle will show up on the Top Deals Widget.
es_es: Si selecciona "Si" este vehículo se mostrará en el Widget de ofertas.

source: If yes this Vehicle will show up on the home page featured module.
es_es: Si selecciona "Si" este vehículo se mostrará en el module destacado.

source: If you notice that some of your listings do not have photos attached it is because they were not found in the database.
es_es: Si nota que algunos de sus anuncios no contienen imagenes es porque no fueron encontrados en la base de datos.

source: Image Gallery &raquo;
es_es: Galería de imágenes»

source: Images will be automatically resized to fit the listing layout. We recommend that you upload photos in full resolution for better results.
es_es: Haga clic en "Más fotos" para agregar todas las imágenes, todas las fotos serán redimensionadas automáticamente para ajustarse al diseño del listado. Le recomendamos subir fotos de resolución completa para obtener mejores resultados.

source: Import Primary Key
es_es: Importar clave primaria

source: Inactive
es_es: Inactivo

source: Independent Suspension
es_es: Suspensión independiente

source: Independent Suspension:
es_es: Suspensión independiente:

source: Insert API key...
es_es: Por favor inserte el API Key

source: Insert Image into Input Field
es_es: Insertar imagen en el campo de entrada

source: Interest Rate:
es_es: Tasa de interés:

source: Inventory
es_es: Inventario

source: Is there a Primary Key?
es_es: ¿Existe una clave principal?

source: Last name
es_es: Apellido

source: Learn more
es_es: Leer mas

source: Leave A Reply
es_es: Dejar Respuesta

source: Leave a reply
es_es: Responder/Comentar

source: Left Sidebar
es_es: Barra lateral izquierda

source: Leg Room
es_es: Espacio para las piernas

source: Leg Room:
es_es: Espacio para las piernas:

source: Links
es_es: Enlaces

source: Listing Price:
es_es: Precio de lista:

source: Loan Term:
es_es: Duración del crédito

source: Location
es_es: Ubicación

source: Location:
es_es: Ubicacion:

source: Log out
es_es: Cerrar sesión

source: Logged in as
es_es: Conectado como

source: Logo text Color
es_es: Color del texto del logotipo

source: Luxury Vehicles
es_es: Vehículos de lujo

source: Mail*
es_es: Correo*

source: Main menu background color.
es_es: Color de Fondo del Menú Principal

source: Main menu text color.
es_es: Color del menú principal

source: Make
es_es: Marca

source: Make & Model
es_es: Marca y Modelo

source: Make & Model:
es_es: Marca y Modelo:

source: Maximum Cargo Capacity Suspension
es_es: Suspensión y capacidad de carga máxima

source: Maximum Cargo Capacity Suspension:
es_es: Suspensión y capacidad de carga máxima

source: Menu Background
es_es: Fondo del Menú

source: Menu Text
es_es: Texto del menú

source: Miles
es_es: Millas

source: Miles:
es_es: Millas:

source: Minivans and Vans
es_es: Vans y minivans

source: Model
es_es: Modelo

source: Model (Select Make First)
es_es: Modelo

source: Monthly Payment:
es_es: Pago mensual:

source: Name
es_es: Nombre

source: Name*
es_es: Nombre*

source: New
es_es: Nuevo

source: New Arrivals
es_es: Novedades

source: New Features
es_es: Añadir características

source: New Location
es_es: Nuevo Destino

source: New Make & Model
es_es: Añadir nueva marca y modelo

source: News
es_es: Noticias

source: No Comments
es_es: No Comentarios

source: No Results Found
es_es: Búsqueda sin resultados

source: No Vehicles Found
es_es: Ningún vehículo encontrado

source: No Vehicles Found In Trash
es_es: No hay vehículos encontrados en Papelera

source: No, Results Found
es_es: No se encontraron resultados

source: None
es_es: Ninguno

source: Number
es_es: Número

source: Number of Vehicles:
es_es: Número de vehículos:

source: Number of listings:
es_es: Numero de Anuncios:

source: Number of vehicles
es_es: Número de vehículos

source: Number of vehicles.
es_es: Número de vehículos.

source: Office
es_es: Oficina

source: One Comment
es_es: Un comentario

source: Option 10:
es_es: Opción 10:

source: Option 11:
es_es: Opción 11:

source: Option 12:
es_es: Opción 12:

source: Option 1:
es_es: Opción 1:

source: Option 2:
es_es: Opción 2:

source: Option 3:
es_es: Opción 3:

source: Option 4:
es_es: Opción 4

source: Option 5:
es_es: Opción: 5

source: Option 6:
es_es: Opción 6:

source: Option 7:
es_es: Opción 7:

source: Option 8:
es_es: Opción 8:

source: Option 9:
es_es: Opción 9:

source: Other
es_es: Otro

source: Overall Length
es_es: Longitud total

source: Overall Length:
es_es: Longitud total:

source: Overview
es_es: General

source: Pages
es_es: Páginas

source: Parent Features
es_es: Características principales

source: Parent Locations
es_es: Ubicaciones Parent

source: Parent Make & Model
es_es: Marca y Modelo:

source: Passenger Airbags
es_es: Airbags acompañante

source: Passenger Airbags:
es_es: Airbag de pasajero:

source: PayPal E-mail Account:
es_es: E-mail de PayPal

source: PayPal Intro Message:
es_es: Mensaje de introducción de PayPal:

source: Personal Information &raquo;
es_es: Información personal»

source: Phone
es_es: Teléfono

source: Phone Number:
es_es: Número de teléfono:

source: Phone number
es_es: Numero de Teléfono

source: Phone:
es_es: Teléfono:

source: Photo Gallery
es_es: Galería de Fotos

source: Pickup Trucks
es_es: Camionetas

source: Pinterest Profile
es_es: Perfil de Pinterest

source: Please Wait Message:
es_es: Por favor espere (Mensaje)

source: Please click
es_es: Por favor haga click

source: Please follow the instructions below to import your existing vehicles into your Inventory.
es_es: Por favor siga las siguientes instrucciones para importar sus vehículos existentes en el inventario.

source: Please follow the instructions below to schedule your vehicle import into Car Dealer theme.
es_es: Por favor siga las siguientes instrucciones para programar su importación de vehículo en tema de concesionario de automóviles.

source: Please follow the instructions below to schedule your vehicle import into Your Inventory.
es_es: Por favor siga las siguientes instrucciones para programar su importación de vehículos en su inventario.

source: Please insert API Key!
es_es: Por favor inserte el API Key!

source: Please is a list of your vehicle import schedules for Car Dealer theme.
es_es: Por favor siga las siguientes instrucciones para programar su importación de vehículos

source: Please use the button below to complete your payment.
es_es: Utilice el botón de abajo para completar su pago.

source: Posts
es_es: Artículos

source: Power Door Locks
es_es: Cierre centralizado

source: Power Door Locks:
es_es: Cierre centralizado

source: Powered by
es_es: Desarrollado por %s.

source: Preview
es_es: Vista previa

source: Price
es_es: Precio

source: Price:
es_es: Precio:

source: Primary Key Field
es_es: Clave primaria

source: Primary theme text color.
es_es: Color de texto principal

source: Purchase price:
es_es: Precio de compra
