Repository: morovach/autonewdeal
Catalog: automotive-premium/languages/*.po
Languages: es_es

source: Read more
es_es: Leer mas

source: Rear Brake Diameter
es_es: Diámetro de freno trasero

source: Rear Brake Diameter:
es_es: Diámetro del freno trasero:

source: Rear Suspension Type
es_es: Tipo de suspensión trasera

source: Rear Suspension Type:
es_es: Suspension trasera

source: Redirection Page:
es_es: Entrar página de redirección:

source: Reduced
es_es: Rebajado

source: Register a free account on Edmunds website to get your public API key in order to operate the VIN Decoder.
es_es: Registrar una cuenta gratuita en el sitio web Edmunds para obtener tu clave de API pública para funcionar el decodificador de VIN.

source: Rename labels and options for the search module and hide-show each field in the form.
es_es: Cambiar el nombre de las etiquetas y las opciones para el módulo de búsqueda y ocultar-mostrar cada campo en el formulario.

source: Request Information
es_es: Solicitar información

source: Roof Rack
es_es: Portaequipajes

source: Roof Rack:
es_es: Portaequipajes:

source: Running Boards
es_es: Estribos

source: Running Boards:
es_es: Estribos:

source: Sale
es_es: ¡Oferta!

source: Save Changes
es_es: Salvar Cambios

source: Saving… please be patient!
es_es: Por favor sea paciente

source: Schedule Name
es_es: Nombre de este programa de importación.

source: Search
es_es: Buscar

source: Search Background Color
es_es: Color de fondo de los campos de búsqueda

source: Search Features
es_es: Características de module de bsuqeda

source: Search Fields
es_es: Campos de búsqueda

source: Search Location
es_es: Buscar ubicación

source: Search Make & Model
es_es: Buscar Marca & Modelo

source: Search Results for: %s
es_es: Resultados de la búsqueda: %s

source: Search Text Color
es_es: Color del texto de búsqueda.

source: Search Vehicles
es_es: Buscar Vehículos

source: Search by Vehcile Type
es_es: Búsqueda por tipo de Vehicle

source: Search module background color
es_es: Color de fondo del módulo de búsqueda

source: Search module text color
es_es: Color del texto de búsqueda.

source: Searching Inventory...
es_es: Buscando inventario...

source: Seating Capacity (Std)
es_es: Capacidad de Asientos (Std.):

source: Seating Capacity (Std):
es_es: Capacidad de Asientos (Std.):

source: Security Code
es_es: Código de Seguridad

source: Sedans and Coupes
es_es: Sedanes y Coupes

source: Select City
es_es: Seleccione ciudad

source: Select Field
es_es: Seleccione campo

source: Select Import File
es_es: Seleccionar archivo de importación

source: Select Import File Type
es_es: Seleccione tipo de archivo de importación

source: Select Make
es_es: Seleccione marca

source: Select Make First
es_es: Seleccione Marca

source: Select Model
es_es: Seleccione Modelo

source: Select Option
es_es: Seleccionar opción

source: Select Primary Key Field
es_es: Seleccione el campo de clave principal

source: Select State
es_es: Seleccionar Provincia

source: Select State First
es_es: Seleccionar Provincia

source: Select Status
es_es: Seleccionar Condicion

source: Select vehicles by type.
es_es: Seleccione vehículos por tipo.

source: Sell Your Car Setup
es_es: Configuración de Venda su Auto

source: Sell your Car
es_es: Venda su Auto

source: Semi-Auto
es_es: Semiautomático

source: Separate with commas (feature1, feature2, etc)
es_es: Separados con comas (característica1, característica2, etc.)

source: Separator
es_es: Separador

source: Settings
es_es: Configuracion

source: Sidebar
es_es: Barra lateral

source: Size
es_es: Tamaño

source: Sold
es_es: Vendido

source: Sorry, No Posts found!
es_es: Lo sentimos, no hay entradas encontrado!

source: Sorry, no listings matched your criteria.
es_es: Lo sentimos, no hay listados que concuerdan con sus criterios.

source: Sorry, no results found. Please try another search
es_es: Lo sentimos, no hay resultados. Por favor, intente otra búsqueda

source: Sort By:
es_es: Ordenar por:

source: Sport Utilities
es_es: SUV

source: Sports Cars
es_es: Coches deportivos

source: Start Year:
es_es: Año de Inicio:

source: State
es_es: Estado/Provincia

source: State:
es_es: Estado/provincia:

source: Status
es_es: Condición

source: Stroke
es_es: Línea

source: Stroke:
es_es: Linea:

source: Submit & Pay for your listing
es_es: Enviar y pagar tu anuncio

source: Submit Comment
es_es: Publicar un Comentario

source: Success Message:
es_es: Mensaje de exito

source: Tag Archives: %s
es_es: Etiquetas de archivos: %s

source: Text Color
es_es: Color del Texto

source: Thank you for contacting us.</br></br
es_es: ¡Gracias por contactarnos!

source: Thank you for your submission!
es_es: Gracias por su Publicación!

source: The fields on the left are Car Dealer theme inventory fields
es_es: Los campos de la izquierda son campos de inventario.

source: There were
es_es: Había

source: Thinking about selling your current vehicle
es_es: Pensando en vender su vehículo actual

source: This email address is already in use. If you already have an account please log in.
es_es: Esta dirección de correo electrónico ya está en uso. Si ya tienes una cuenta inicia sesión.

source: This post is password protected. Enter the password to view comments.
es_es: Este post está protegido. Introduce tu contraseña para ver los comentarios.

source: Tires (Std)
es_es: Neumáticos (Std.):

source: Tires (Std):
es_es: Neumáticos (Std):

source: Title
es_es: Título

source: Title:
es_es: Título:

source: Title:
es_es: Título:

source: Toggle Search
es_es: Búsqueda

source: Tools
es_es: Herramientas

source: Top Deal
es_es: Oferta

source: Top Deal?:
es_es: Oferta?:

source: Top Deals Widget in Sidebar
es_es: Top Ofertas Widget en Sidebar

source: Top Search Module
es_es: Módulo de búsqueda

source: Trailer Hitch
es_es: Enganche de remolque

source: Trailer Hitch:
es_es: Enganche de remolque:

source: Trailer Wiring
es_es: Cableado de remolque

source: Trailer Wiring:
es_es: Cableado de remolque:

source: Transmission
es_es: Transmisión

source: Transmission:
es_es: Transmisión:

source: Twitter Profile
es_es: Perfil de Twitter

source: URL for full page :
es_es: URL de la página completa:

source: Update Features
es_es: Actualizar Características

source: Update Location
es_es: Actualizar Ubicación

source: Update Make & Model
es_es: Actualización marca y modelo

source: Upload Images
es_es: Subir Imágenes

source: Upload Photos
es_es: Subir fotos

source: Upload or Choose Your Custom Image File
es_es: Subir o elegir el archivo de imagen personalizada

source: Used
es_es: Usado

source: User Already Exists Message:
es_es: Usuario ya existe (mensaje):

source: Users
es_es: Usuarios

source: VIEW PHOTO GALLERY AND FULL VEHICLE DETAILS
es_es: VER GALERÍA DE FOTOS Y DETALLES DEL VEHICULO COMPLETO

source: VIN Decoder
es_es: Decodificador de VIN

source: VIN Decoder Setup
es_es: Configuración del decodificador de VIN

source: Valves
es_es: Válvulas

source: Valves per Cylinder:
es_es: Válvulas por cilindro:

source: Vehicle Information
es_es: Información del Vehículo

source: Vehicle Overview
es_es: Información del vehículo

source: Vehicle Photo
es_es: Foto de vehículo

source: Vehicle Specifications
es_es: Especificaciones del vehículo

source: Vehicle Title
es_es: Título del vehículo

source: Vehicle Type
es_es: Tipo de Vehículo

source: Vehicle Type:
es_es: Tipo de Vehículo

source: Video ID
es_es: ID del vídeo

source: Video Source
es_es: Fuente de video:

source: View Details
es_es: Ver Detalles

source: View Vehicle
es_es: Ver Vehículo

source: Views
es_es: Vistas

source: Wagons
es_es: Vagones

source: Wheelbase
es_es: Distancia entre ejes

source: Wheelbase:
es_es: Distancia entre ejes:

source: Widget title.
es_es: Título del widget

source: Widgets Background Color
es_es: Color de Fondo de Widgets

source: Widgets background color
es_es: Color de Fondo de Widgets

source: Widgets header background color.
es_es: Color de fondo de la cabecera de widgets.

source: Widgets header text color.
es_es: Color de texto de encabezado de widgets.

source: Width
es_es: Ancho

source: Width:
es_es: Ancho:

source: Year
es_es: Año

source: Year:
es_es: Año:

source: Yes
es_es: Si

source: You may upload up to 12 images and each image may be no larger than 5MB
es_es: Puede subir imágenes de hasta 12 y cada imagen puede ser no más de 5MB

source: You must be
es_es: Usted debe ser

source: Your State
es_es: Tu estado

source: Your Vehicle Information &raquo;
es_es: Información del Vehículo»

source: Your comment is awaiting moderation.
es_es: Tu comentario esta pendiente de moderación.

source: Your listing title
es_es: Título del listado

source: color of the header text logo
es_es: color del logo de texto de encabezado

source: here
es_es: aquí

source: inventory
es_es: inventario

source: logged in
es_es: conectado

source: more
es_es: más

source: pending
es_es: pendiente

source: to post a comment.
es_es: para publicar un comentario.

source: with Stock Number #
es_es: con Stock #

source: Vehicle information request
es_es: Información de Vehículo

source: Purchase Type
es_es: Tipo de compra

source: Stock Number
es_es: Numero de Stock

source: First Name
es_es: Nombre

source: Message
es_es: Mensaje

source: Select Transmission
es_es: Transmisión

source: Select Type
es_es: Tipo de Vehículo

source: Enter security code
es_es: Codigo de seguridad

source: Select Year
es_es: Año

source: Enter vehicle listing description.
es_es: Descripción de su vehículo
