Repository: morovach/autonewdeal
Catalog: automotive-premium-child/languages/*.po
Languages: fr_fr

source: Monthly Payment:
fr_fr: Mensuellement:

source: Years
fr_fr: (Années)

source: Down Payment:
fr_fr: Acompte:

source: Purchase price:
fr_fr: Prix d'achat:

source: Sort By:
fr_fr: Trier par:

source: Enter vehicle cruise control.
fr_fr: Entrer le régulateurasdasdasd.

source: Model (Select Make First)
fr_fr: Modèle (Sélectionnez une marque)

source: (select make first)
fr_fr: (Sélectionnez une marque)

source: Category
fr_fr: Catégorie

source: Hide in Search Module.
fr_fr: Cacher aux modules de recherches

source: and insert the alphanumeric key in the input field.
fr_fr: et insérer la clé alphanumérique dans le champ en entrée

source: has successfully imported
fr_fr: a été importé avec succès

source: listings that were skipped because they already exist from a previous import.
fr_fr: les annonces qui ont été ignorées car elles existent déjà dans un import précédent

source: to obtain the API Key
fr_fr: pour avoir la clé API

source: to see your imported listings.
fr_fr: pour voir les annonces importées

source: with Stock Number #
fr_fr: avec le numéro de Stock #

source: % Comments
fr_fr: % Commentaires

source: %s Theme Options
fr_fr: % Options du thème

source: 1. Select the type of file to import.
fr_fr: 1. Sélectionner le type de fichier à importer

source: 2. Select your file and click Upload File
fr_fr: 2. Sélectionnez votre fichier et cliquez sur Upload File

source: 3. Click continue to map your fields.
fr_fr: 3. Cliquez pour continuer à mapper les champs

source: 404 Page Not Found!
fr_fr: 404 Page non trouvée!

source: <strong>Enter Calculator title:</strong>
fr_fr: <strong>Entrez le titre du calculateur:</strong>

source: <strong>Enter Vehicle Specifications title:</strong> <br/>(leave empty to hide)
fr_fr: <strong>Entrez le titre des Spécifications du véhicule:</strong> <br/>(laisser vide pour cacher)

source: <strong>Enter title for fourth module:</strong> <br/>(leave empty to hide)
fr_fr: <strong>Entrer le titre pour le 4eme module:</strong> <br/>(Laisser vide pour cacher)

source: <strong>Enter title for second module:</strong> <br/>(leave empty to hide)
fr_fr: <strong>Entrer le titre pour le second module:</strong> <br/>(Laisser vide pour cacher)

source: Add - Delete Images
fr_fr: Ajouter - Supprimer Images

source: Add New
fr_fr: Ajouter nouveau

source: Add New Vehicle
fr_fr: Ajouter nouveau véhicule

source: All
fr_fr: Tout

source: Anti Theft Alarm System
fr_fr: Alarme anti-vol

source: Antilock Braking System
fr_fr: Système ABS

source: Any price
fr_fr: N'importe quel prix

source: Appearance
fr_fr: Apparence

source: Audio Control on Steering Wheel
fr_fr: Contrôle audio sur la molette arrière

source: Auto Dimming Rearview Mirror
fr_fr: Polarisation automatique du rétroviseur

source: Automatic
fr_fr: Automatique

source: Automatically add paragraphs
fr_fr: Ajouter les paragraphes automatiquement

source: BACK TO TOP
fr_fr: Retourner en haut

source: Black
fr_fr: Noir

source: Blue
fr_fr: Bleu

source: Bore
fr_fr: Cylindre

source: Bore:
fr_fr: Cylindre:

source: Braking Assist
fr_fr: Assistance de freinage

source: Camshaft
fr_fr: Arbre à cames

source: Camshaft:
fr_fr: Arbre à cames:

source: Click the "More photos" link to add all your images, all photos will be automatically resized to fit the property listing layout. We recommend that you upload photos in full resolution for better results.
fr_fr: Cliquez sur le lien "Plus de photos" pour ajouter toutes vos photos et elles seront automatiquement ajouté, redimensionnées pour s'adapter parfaitement au layout. Nous recommandons de les uploader en résolution maximum.

source: Comments
fr_fr: Commentaires

source: Comments are closed.
fr_fr: Les commentaires sont fermés

source: Compression Ratio
fr_fr: Ratio de compression

source: Compression Ratio:
fr_fr: Ratio de compression:

source: Contact Form Submission from
fr_fr: Formulaire de contact

source: Contact Us
fr_fr: Nous contacter

source: Cruise Control
fr_fr: Régulateur de vitesse

source: Cruise Control:
fr_fr: Régulateur de vitesse:

source: Request Information
fr_fr: Demander plus d'information

source: Cruise Control on Steering Wheel
fr_fr: Cruise Control sur le volant

source: Curb Weight
fr_fr: Poids à vide

source: Curb Weight:
fr_fr: Poids à vide:

source: Currency & Metrics
fr_fr: Unités

source: Currency and Metrics
fr_fr: Unités

source: Delete
fr_fr: Supprimer

source: Diesel Engines
fr_fr: Moteur Diesel

source: Drive
fr_fr: Conduire

source: Drive:
fr_fr: Conduire:

source: Edit
fr_fr: Editer

source: Edit Vehicle
fr_fr: Editer le véhicule

source: End Date:
fr_fr: Date de fin:

source: Engine Size
fr_fr: Taille du moteur

source: Engine Size:
fr_fr: Taille du moteur:

source: Engine Tye:
fr_fr: Type de moteur

source: Engine Type
fr_fr: Type de moteur:

source: Enter Anti Theft Alarm System
fr_fr: Entez le système d'alarme anti-vol

source: Enter Antilock Braking System
fr_fr: Entrez le système d'ABS

source: Enter Audio Control on Steering Wheel
fr_fr: Entrez le système contrôle du volume sur le volant

source: Enter Auto Dimming Rearview Mirror
fr_fr: Entrez le système de correction automatique de la luminosité sur le retroviseur

source: Enter Braking Assist
fr_fr: Entrez le système d'assistance au freinage

source: Enter Cruise Control
fr_fr: Entrez le régulateur de vitesse

source: Enter Cruise Control on Steering Wheel
fr_fr: Entrez le régulateur de vitesse sur le volant

source: Enter Front Air Conditioning
fr_fr: Entrez le système d'air conditionné

source: Enter Front Brake Type
fr_fr: Entrez le système de freinage avant

source: Enter Front Suspension Type
fr_fr: Entrez le système de suspension avant

source: Enter Heated Driver Side Mirror
fr_fr: Entrez le système de dégivrage du rétroviseur côté conducteur

source: Enter Heated Passenger Side Mirror
fr_fr: Entrez le système de dégivrage du rétroviseur côté passager

source: Enter Independent Suspension
fr_fr: Entrez si les suspensions sont indépendantes

source: Enter Maximum Cargo Capacity Suspension
fr_fr: Entrez la limite de capacité de chargement maximale

source: Enter Passenger Airbags
fr_fr: Entrez les airbags pour passagers

source: Enter Power Door Locks
fr_fr: Entrez le mode de verrouillage des serrures électriques

source: Enter Rear Brake Diameter
fr_fr: Entrez le diamètre du frein arrière

source: Enter Rear Suspension Type
fr_fr: Entrer le type de suspension arrière

source: Enter Vehicle Make & Model
fr_fr: Entrez la marque et le modèle du véhicule

source: Enter a valid Email
fr_fr: Entrez un Email valide

source: Enter exterior color
fr_fr: Entrez la couleur extérieur

source: Enter interior color
fr_fr: Entrez la couleur intérieur

source: Enter keywords...
fr_fr: Entrez les mots clés

source: Enter listing title
fr_fr: Entrez le titre de l'annonce

source: Enter number of cylinders.
fr_fr: Entrez le nombre de cylindres

source: Enter the Vehicle Type.
fr_fr: Entrez le type de véhicule

source: Enter the full vehicle price without commas or dots.
fr_fr: Entrez le prix du véhicule complet sans virgules ni points.

source: Enter title for third module:</strong> <br/>(leave empty to hide)
fr_fr: Entrez le titre du troisième module:</strong> <br/>(Laissez vide pour ne pas afficher)

source: Enter vehicle condition.
fr_fr: Entrez l'état du véhicule

source: Enter vehicle curb weight
fr_fr: Entrez le poids du véhicule à vide

source: Enter vehicle engine size.
fr_fr: Entrez la taille du moteur.

source: Enter vehicle engine type.
fr_fr: Entrez le type du moteur.

source: Enter vehicle exterior color.
fr_fr: Entrez la couleur extérieur du véhicule

source: Enter vehicle fuel capacity.
fr_fr: Entrez la capacité de carburant du véhicule.

source: Enter vehicle height.
fr_fr: Entrez le poids du véhicule.

source: Enter vehicle horsepower.
fr_fr: Entrez le nombre de chevaux.

source: Enter vehicle identification number.
fr_fr: Entrez la plaque d'identification.

source: Enter vehicle interior color.
fr_fr: Entrez la couleur intérieur du véhicule.

source: Enter vehicle mileage.
fr_fr: Entrez le kilométrage du véhicule.

source: Enter vehicle miles
fr_fr: Entrez les km du véhicule

source: Enter vehicle overall length
fr_fr: Entrer la longueur totale du véhicule

source: Enter vehicle price
fr_fr: Entrer le prix du véhicule

source: Enter vehicle seating capacity
fr_fr: Entrer le nombre de siège du véhicule

source: Enter vehicle stock number.
fr_fr: Entrez le numéro de stock du véhicule.

source: Enter vehicle tires.
fr_fr: Entrez les pneus du véhicule.

source: Enter vehicle transmission type.
fr_fr: Entrer le type de transmission du véhicule.

source: Enter vehicle wheelbase
fr_fr: Entrer l'empattement du véhicule

source: Enter vehicle width
fr_fr: Entrer la largeur du véhicule

source: Enter vehicle year.
fr_fr: Entrez l'année du véhicule.

source: Enter your E-mail
fr_fr: Entrer votre Email

source: Enter your first name
fr_fr: Entrez votre prénom

source: Enter your last name
fr_fr: Entrez votre nom

source: Enter your phone number
fr_fr: Entrez votre numéro de téléphone

source: Exterior
fr_fr: Extérieur

source: Exterior:
fr_fr: Extérieur:

source: Facebook Page Name:
fr_fr: Nom de la page Facebook:

source: Featured
fr_fr: Selection

source: Featured Cars
fr_fr: Voitures de selection

source: Features
fr_fr: Caractéristiques

source: Features:
fr_fr: Caractéristiques:

source: Fields
fr_fr: Champs

source: File
fr_fr: Fichier

source: File Import Fields
fr_fr: Champs d'importation de fichier

source: Filter By Stock Number
fr_fr: Filtrer par numéro de stock

source: First Name
fr_fr: Prénom

source: First Name:
fr_fr: Prénom:

source: First name
fr_fr: Prénom

source: Front Air Conditioning
fr_fr: Climatisation avant

source: Front Brake Type
fr_fr: Type de frein avant

source: Front Suspension Type
fr_fr: Type de suspension

source: Fuel Capacity
fr_fr: Capacité de carburant

source: Fuel Capacity:
fr_fr: Capacité de carburant:

source: Full Article...
fr_fr: Article complet

source: Go To Top
fr_fr: Aller au Top

source: Go to
fr_fr: Aller à

source: Green
fr_fr: Vert

source: Head Room
fr_fr: L'avant

source: Head Room:
fr_fr: L'avant:

source: Height
fr_fr: Taille

source: Height:
fr_fr: Taille:

source: Hierarchy
fr_fr: Hiérarchie

source: Horsepower
fr_fr: Nombre de chevaux

source: Horsepower:
fr_fr: Nombre de chevaux:

source: Hybrids
fr_fr: Hybrides

source: I want to be notified by e-mail
fr_fr: Je veux être averti par e-mail

source: I would like to request more information about
fr_fr: Je voudrais demander plus d'informations sur

source: I would like to request more information about your vehicle
fr_fr: Je voudrais demander plus d'informations sur votre véhicule

source: INTEREST RATE: %
fr_fr: TAUX D'INTÉRÊT: %

source: If YES selected the image of this post will be displayed in the home slideshow.
fr_fr: Si OUI, l'image de ce message sera affichée dans le diaporama.

source: If yes this Vehicle will show up on the Top Deals Widget.
fr_fr: Si oui, ce véhicule apparaîtra sur le Widget Top Deals.

source: If yes this Vehicle will show up on the home page featured module.
fr_fr: Si oui, ce véhicule apparaîtra sur le module "la sélection" de la page d'accueil.

source: If you notice that some of your listings do not have photos attached it is because they were not found in the database.
fr_fr: Si vous remarquez que certaines de vos fiches n'ont pas de photos jointes, c'est parce qu'elles n'ont pas été trouvées dans la base de données.

source: Import Vehicles
fr_fr: Véhicules importés

source: Incorrect Security Code
fr_fr: Code de sécurité incorrect

source: Independent Suspension
fr_fr: Suspension indépendante

source: Insert Image into Input Field
fr_fr: Insérer une image dans le champ de saisie

source: Interest Rate:
fr_fr: Taux d'intérêt:

source: Interior
fr_fr: Intérieur

source: Interior:
fr_fr: Intérieur:

source: Inventory
fr_fr: Inventaire

source: LOAN TERM: Yrs.
fr_fr: TERME DE PRÊT: Années.

source: Last Name:
fr_fr: Nom de famille:

source: Last name
fr_fr: Nom de famille

source: Learn more
fr_fr: En savoir plus

source: Leave A Reply
fr_fr: Laisser un commentaire

source: Leg Room
fr_fr: Espace pour les jambes

source: Leg Room:
fr_fr: Espace pour les jambes:

source: Legend:
fr_fr: Légende:

source: Links
fr_fr: Liens

source: Listing Title:
fr_fr: Titre de l'annonce:

source: Loan Term:
fr_fr: Durée:

source: Luxury Vehicles
fr_fr: Véhicules de luxe

source: Make
fr_fr: Marque

source: Make & Model
fr_fr: Marque et modèle

source: Make & Model:
fr_fr: Marque et modèle:

source: Manual
fr_fr: Manuelle

source: Maximum Cargo Capacity Suspension
fr_fr: Capacité maximale des suspensions

source: Metric:
fr_fr: Unité:

source: Miles
fr_fr: km

source: Miles:
fr_fr: km:

source: Minivans and Vans
fr_fr: Minivans et Vans

source: Model
fr_fr: Modèle

source: More photos
fr_fr: Plus de photos

source: Name
fr_fr: Nom

source: Name*
fr_fr: Nom*

source: New
fr_fr: Nouveau

source: New
fr_fr: Nouveau

source: New Arrivals
fr_fr: Nouveautés

source: No
fr_fr: Non

source: No Comments
fr_fr: Pas de commentaire

source: No Vehicles Found
fr_fr: Aucun véhicule trouvé

source: No Vehicles Found In Trash
fr_fr: Aucun véhicule trouvé dans la corbeille

source: No, Results Found
fr_fr: Aucun résultat trouvé

source: None
fr_fr: Aucun

source: Number of Cylinders
fr_fr: Nombre de cylindres

source: Number of Cylinders:
fr_fr: Nombre de cylindres:

source: Number of Vehicles:
fr_fr: Nombre de véhicules:

source: Number of listings:
fr_fr: Nombre d'annonces:

source: Number of vehicles
fr_fr: Nombre de véhicules:

source: One Comment
fr_fr: Un commentaire

source: Options saved
fr_fr: Option sauvée

source: Other
fr_fr: Autre

source: Overall Lenght
fr_fr: Longueur totale

source: Overall Length:
fr_fr: Longueur totale:

source: Overview
fr_fr: Aperçu

source: Passenger Airbags
fr_fr: Airbags passagers

source: Personal Information &raquo;
fr_fr: Information personnelle

source: Phone
fr_fr: Téléphone

source: Phone Number:
fr_fr: Numéro de téléphone:

source: Phone number
fr_fr: Numéro de téléphone

source: Photo Gallery
fr_fr: Galerie de photos

source: Pickup Trucks
fr_fr: Camionnettes

source: Please click
fr_fr: Cliquez s'il vous plait

source: Please enter a message.
fr_fr: Entrez un message.

source: Please enter your email
fr_fr: Entrez votre email

source: Please enter your message
fr_fr: Entrez votre message

source: Please enter your name
fr_fr: Entrez votre nom

source: Please follow the instructions below to import your existing vehicles into Automotive theme.
fr_fr: Veuillez suivre les instructions ci-dessous pour importer vos véhicules existants dans le thème automobile.

source: Please insert API Key!
fr_fr: Insérez la clé API

source: Please wait
fr_fr: S'il vous plaît, attendez

source: Power Door Locks
fr_fr: Serrures électriques

source: Powered by
fr_fr: Alimenté par

source: Price
fr_fr: Prix

source: Price:
fr_fr: Prix:

source: Price:
fr_fr: Prix:

source: Purchase information
fr_fr: Informations d'achat

source: Rear Brake Diameter
fr_fr: Diamètre de frein arrière

source: Rear Suspension Type
fr_fr: Type de suspension arrière

source: Red
fr_fr: Rouge

source: Reduced
fr_fr: Réduit

source: Register a new free account on Edmunds website to get your API key in order to use the Automotive VIN Decoder.
fr_fr: Enregistrez un nouveau compte gratuit sur le site d'Edmunds pour obtenir votre clé API afin d'utiliser le décodeur VIN automobile.

source: Request More Information
fr_fr: Demander plus d'informations

source: Request Vehicle Information Widget
fr_fr: Demandez les informations sur les options du véhicule

source: Roof Rack
fr_fr: Barre de toit

source: Sale
fr_fr: Solde

source: Save Changes
fr_fr: Sauvez les changements

source: Search
fr_fr: Rechercher

source: Search
fr_fr: Rechercher

source: Search Module
fr_fr: Module de recherche

source: Search Fields
fr_fr: Traductions

source: Search Vehicles
fr_fr: Rechercher des véhicules

source: Searching
fr_fr: Recherche

source: Searching Inventory
fr_fr: Recherche d'inventaire

source: Seating Capacity (Std)
fr_fr: Nombre de places (standard)

source: Seating Capacity (Std):
fr_fr: Nombre de places (standard):

source: Security Code:
fr_fr: Code de sécurité:

source: Security Text
fr_fr: Texte de sécurité

source: Select
fr_fr: Selectionner

source: Select City
fr_fr: Sélectionnez une ville

source: Select Field
fr_fr: Sélectionner un champ

source: Select Import File
fr_fr: Sélectionnez Importer fichier

source: Select Make
fr_fr: Sélectionnez la marque

source: Select Model
fr_fr: Sélectionnez le modèle

source: Select State
fr_fr: Sélectionnez l'état

source: Select a color style for your website:
fr_fr: Sélectionnez un style de couleur pour votre site Web:

source: Select your currency and metrics.
fr_fr: Sélectionnez les unitées

source: Send
fr_fr: Envoyer

source: Send copy to my email address
fr_fr: Envoyer une copie à mon adresse e-mail

source: Separate features with commas (feature1, feature2, feature3)
fr_fr: Séparer les caractéristiques par des virgules (Caractéristique1, Caractéristique2, Caractéristique3)

source: Separator
fr_fr: Séparateur

source: Settings
fr_fr: Paramètres

source: Sold
fr_fr: Vendu

source: Sorry, No Posts found!
fr_fr: Désolé, Aucun post trouvé!

source: Sorry, an error occured.
fr_fr: Désolé, une erreur s'est produite.

source: Sorry, no listings matched your criteria.
fr_fr: Désolé, aucune annonce ne correspond à vos critères.

source: Sorry, no posts matched your criteria.
fr_fr: Désolé, aucun article ne correspond à vos critères.

source: Sorry, no results found. Please try another search
fr_fr: Désolé, aucun résultat trouvé. Veuillez essayer une autre recherche

source: Sort By:
fr_fr: Trier par:

source: Sport Utilities
fr_fr: Utilitaires sportifs

source: Sports Cars
fr_fr: Voitures de sport

source: Start Date:
fr_fr: Date de début:

source: State
fr_fr: Etat

source: State:
fr_fr: Etat:

source: Submit
fr_fr: Envoyer

source: Submit Comment
fr_fr: Envoyer un commentaire

source: Submit your Vehicle to
fr_fr: Envoyez votre véhicule à

source: Thank you
fr_fr: Merci

source: Thanks,
fr_fr: Merci,

source: Thanks, your email was sent successfully.
fr_fr: Merci, votre courriel a été envoyé avec succès.

source: There was an error submitting the form.
fr_fr: Il y a eu une erreur en soumettant le formulaire.

source: There were
fr_fr: Il y a eu

source: This is a summary of your submitted listing.
fr_fr: Ceci est un résumé de votre liste envoyée

source: This post is password protected. Enter the password to view comments.
fr_fr: Ce message est protégé par mot de passe. Entrer le mot de passe pour voir les commentaires.

source: Tires (Std)
fr_fr: Roues (Std)

source: Tires (Std):
fr_fr: Roues (Std):

source: Title
fr_fr: Titre

source: Title:
fr_fr: Titre:

source: Title:
fr_fr: Titre:

source: Tools
fr_fr: Outils

source: Torque
fr_fr: Couple

source: Torque:
fr_fr: Couple:

source: Total Payments:
fr_fr: Total des paiements

source: Total images count:
fr_fr: Nombre total d'images:

source: Trailer Hitch
fr_fr: Attelage de remorque

source: Trailer Wiring
fr_fr: Câblage de remorque

source: URL for full page :
fr_fr: URL pour la page complète:

source: Update
fr_fr: Mettre à jour

source: Upload Images
fr_fr: Importer des images

source: Upload Photo 1
fr_fr: Télécharger la photo 1

source: Upload or Choose Your Custom Image File
fr_fr: Télécharger ou choisir une photo

source: Uploading your Vehicle Information
fr_fr: Mettre à jour les informations sur le véhicule

source: Used
fr_fr: Utilisé

source: User already exists. Password inherited.
fr_fr: L'utilisateur existe déjà. Password inherited.

source: Users
fr_fr: Utilisateurs

source: VIEW PHOTO GALLERY AND FULL VEHICLE DETAILS
fr_fr: VOIR LA GALERIE DE PHOTOS ET TOUS LES DÉTAILS DU VÉHICULE

source: Valves per Cylinder:
fr_fr: Valves par Cylindres:

source: Vehicle Information
fr_fr: Informations sur le véhicule

source: Vehicle Overview
fr_fr: Aperçu du véhicule

source: Vehicle Photo
fr_fr: Photo de véhicule

source: Vehicle Specifications
fr_fr: Spécifications du véhicule

source: Vehicle Specifications Widget
fr_fr: Options du véhicule

source: Vehicle Title
fr_fr: Titre du véhicule

source: Vehicle Type
fr_fr: Type de véhicule

source: Vehicle Type:
fr_fr: Type de véhicule:

source: View All Listings
fr_fr: Voir toutes les annonces

source: View Details
fr_fr: Voir les détails

source: View Vehicle
fr_fr: Voir le véhicule

source: Web Listings
fr_fr: Annonces web

source: Welcome Legend on Home Page
fr_fr: Bienvenue sur la page d'accueil

source: Wheelbase
fr_fr: Empattement

source: Wheelbase:
fr_fr: Empattement:

source: Width
fr_fr: Largeur

source: Width:
fr_fr: Largeur:

source: Year
fr_fr: Année

source: Year:
fr_fr: Année:

source: Yes
fr_fr: Oui

source: You emailed Your
fr_fr: Vous avez envoyé votre

source: You entered an invalid email address.
fr_fr: Vous avez entré une adresse mail invalide.

source: You forgot to enter your comments.
fr_fr: Vous avez oublié d'entrer vos commentaires.

source: You forgot to enter your email address.
fr_fr: Vous avez oublié de saisir votre adresse e-mail.

source: You forgot to enter your name.
fr_fr: Vous avez oublié d'entrer votre nom.

source: You must be
fr_fr: Vous devez être

source: Your Currency:
fr_fr: Votre monnaie:

source: Your Email
fr_fr: Votre émail

source: Your Facebook Fan Box, add your Facebook Fan Page ID and place this widget in your Sidebar to display your followers.
fr_fr: Votre Fan Box Facebook, ajoutez votre identifiant de page Facebook Fan et placez ce widget dans votre barre latérale pour afficher vos abonnés.

source: Your Name
fr_fr: votre nom

source: Your Personal Information
fr_fr: Vos informations personnelles

source: Your Results
fr_fr: Vos résultats

source: Your Vehicle Information &raquo;
fr_fr: Informations sur votre véhicule

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Your email was successfully sent. I will be in touch soon.
fr_fr: Votre email a été envoyé avec succès. Je répondrais bientôt.

source: Your listing title
fr_fr: Le titre de votre annonce

source: Your phone number
fr_fr: Votre numéro de téléphone

source: Your verification code is wrong
fr_fr: Votre code de vérification est erroné

source: here
fr_fr: ici

source: inventory
fr_fr: inventaire

source: more
fr_fr: plus

source: pending
fr_fr: en attente

source: to post a comment.
fr_fr: pour poster un commentaire.

source: web-listings
fr_fr: annonces webs

source: your vehicle was added successfully and it will be reviewed for publishing, you will receive an e-mail when the listing goes live and we will e-mail a password for you to edit your vehicle listing in our inventory.
fr_fr: votre véhicule a été ajouté avec succès et il sera examiné pour la publication, vous recevrez un e-mail lorsque la liste sera mise en ligne et nous vous enverrons un mot de passe pour vous permettre de modifier votre liste de véhicules dans notre inventaire.
